Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: གཏི་མུག་གིས་རྣམ་པར་བསྒྲུབས་པས་གཟུགས་ལ་རྣམ་པར་རྟོག །གཟུགས་ལ་མངོན་པར་ཆགས། གཟུགས་ཀྱི་རོ་མྱོང་བར་བྱེད། བདེ་བ་དང་སྡུག་བསྔལ་བར་རློམ་ཞིང་སྙེམས་སོ། །ཚོར་བ་དང་།
en: Noble son, there are views that analyze the five aggregates in which one takes pride in the object, engages in false conceptual thought, conceptualizes form because one is overcome by delusion, develops strong attachment to forms, relishes forms, thinks about them as pleasant or unpleasant, becomes arrogant, and does the same—from conceptualizing them up to becoming arrogant—with respect to feelings, perceptions, formations, and consciousness.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡང་རྟོག་པ་ནས་སྙེམས་པའི་བར་འདི་ནི་རྟག་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: This is called the view of permanence.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཆད་པར་ལྟ་བ་ནི་གང་ལེགས་པར་བྱས་པ་དང་། ཉེས་པར་བྱས་པ་རྣམས་ཀྱི་རྒྱུ་དང་འབྲས་བུ་དང་། རྐྱེན་ཆུད་གསོན་པ་སྟེ། མདོར་ན་གང་ཅུང་ཟད་འཇིག་རྟེན་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་།
en: “Noble son, the view of annihilation refers to the denial of the causes, conditions, and fruition of positive and negative actions.

source: ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་རྣམས་ཀྱི་རྒྱུ་ལ་དམིགས་པའི་ལས་དང་། བྱ་བ་དང་། འབྲས་བུ་དང་། སྤྱོད་པ་ཁོང་དུ་ཆུད་པ་སྙེམས་པར་འགྱུར་བ་འདི་ནི་ཆད་པར་ལྟ་བ་སྟེ།
en: In short, the view of annihilation consists of taking any pride whatsoever in this understanding of the actions, activities, fruition, and conduct that are apprehended as the causes of mundane, supramundane, defiled, and undefiled phenomena.

source: ལྟ་བར་སོང་བ་དྲུག་ཅུ་རྩ་གཉིས་ཀྱི་བར་དག་ཀྱང་ངོ་། །གང་ཡང་འཇིག་རྟེན་གྱི་དང་།
en: All in all, there are sixty-two types of wrong views.

source: འཇིག་རྟེན་ལས་འདས་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ལྟ་བ་ཐམས་ཅད་ལ་གནས་པའི་རྟོག་པ་སྐད་ཅིག་མས་ཀླས་པ། སྐད་ཅིག་མས་འཇལ་བ།
en: “Thoughts that are based in all of these views of the mundane, supramundane, defiled, and undefiled are understood to have a basis that is endless due to momentariness, similar due to momentariness, and unrelated to anything real.

source: དངོས་པོ་ཐམས་ཅད་དང་མ་འདྲེས་པ། གནས་ཁོང་དུ་ཆུད་པ་སྟེ། གང་གནས་མེད་པ་དེ་ནི་དངོས་པོ་མེད་པའོ། །དེ་མི་འགྲོ་བའོ། །
en: Whatever is groundless is insubstantial and does not go anywhere.

source: གང་མི་འགྲོ་བ་དེ་ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན། རྣམ་པར་བྱང་བ་མ་ཡིན།
en: Whatever does not go anywhere is neither wholly afflicted nor purified.

source: འབྱུང་བ་མ་ཡིན། འཇུག་པ་མ་ཡིན་ནོ། །
en: It does not originate and it does not begin.

source: གང་འབྱུང་བ་མ་ཡིན། འཇུག་པ་མ་ཡིན་པ་དེ་ནི་རྫས་མེད་པའོ། །སྣང་བ་མེད་པའོ། །རྟོག་པ་མེད་པའོ། །འགྲོ་བ་མེད་པའོ། །
en: Whatever does not originate and does not begin is immaterial, does not appear, is devoid of thought, is without going, and is without coming.

source: འོང་བ་མེད་པའོ། །དུས་གསུམ་ཐམས་ཅད་ལ་སྐད་ཅིག་སྐད་ཅིག་ཏུ་རྟོག་པའོ། །
en: It is understood to be momentary in all three times.

source: སྤྱོད་པ་མེད་པའོ། །སྟོང་པའོ། །བརྗོད་དུ་མེད་པའོ། །
en: It is without activity, empty, and inexpressible.

source: ཇི་ལྟར་རྫས་ཀྱི་མཚན་ཉིད་ཀྱིས་དུས་གསུམ་ཐམས་ཅད་ཀྱི་སྐད་ཅིག་མ་དང་། ཤིན་ཏུ་སྐད་ཅིག་མས་སྟོང་པ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུ་གང་ལ་ལ་འཕགས་པ་དང་། འཕགས་པ་མ་ཡིན་པ་དང་། འཇིག་རྟེན་གྱི་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། ལྟ་བ་ཀུན་ནས་བསྐོར་བ་དང་།
en: Since moments that are related to all three times are empty as a result of being completely momentary, and since anything about a view that is noble, ignoble, worldly, or supramundane—and all types of conceit related to views about nonconceptual thought, conceptual thought, conceptualization, causes, production, the body, and the vessel—are moments, then, noble son, views related to the three times are entirely empty.

source: རྣམ་པར་མི་རྟོག་པ་དང་། ཀུན་ཏུ་རྟོག་པ་དང་། ཉེ་བར་རྟོག་པ་དང་། རྒྱུ་དང་། སྐྱེ་བ་དང་། ལུས་དང་། སྣོད་དང་། ལྟ་བ་སྙེམས་པ་ཐམས་ཅད་སྐད་ཅིག་མ་སྟེ། དུས་གསུམ་གྱི་ལྟ་བ་ནི་ཤིན་ཏུ་སྟོང་པའོ། །བརྗོད་དུ་མེད་པའོ། །
en: They are inexpressible and they are not something in which one should train or train perfectly.

source: འདུལ་བར་ཡང་དག་པར་འདུལ་བ་མ་ཡིན་པའོ། །འདུ་བ་མ་ཡིན་པར་ཡང་མ་ཡིན་ནོ། །
en: They are also not something in which one should not train.

source: ཚུལ་ཁྲིམས་དང་། ལེན་པ་དང་། བརྩོན་འགྲུས་དང་། དགའ་བ་དང་། ལེ་ལོ་ཡང་དག་པར་འདུལ་བ་མ་ཡིན་ནོ། །
en: Discipline, learning, effort, joy, and laziness are not things in which one trains perfectly.

source: ཆགས་པ་སེལ་བ་དང་། ཤེས་རབ་མ་ཡིན་ནོ། །འཆལ་པའི་ཤེས་རབ་མ་ཡིན་ནོ། །
en: The elimination of attachment is not insight, nor is it faulty insight.

source: ལྟུང་བ་མ་ཡིན་ནོ། །
en: It is not a moral downfall.

source: ལྟུང་བ་མེད་པ་དང་གཡོ་བ་ཡང་ཡང་དག་པར་འདུ་བ་མ་ཡིན་ནོ། །ཐོབ་པ་མ་ཡིན་ནོ། །
en: Wavering and the absence of moral downfall are neither things in which one trains perfectly nor things that are attained.

source: ཐོབ་པ་མེད་པ་དང་གཡོ་བ་མ་ཡིན་ནོ། །
en: Nothing is attained and there is no wavering.

source: འཇིག་རྟེན་གྱི་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། དམ་པར་དཔྱོད་པ་དང་། གཡོ་བ་ཡང་དག་པར་འདུ་བ་མ་ཡིན་ནོ། །
en: Worldly and supramundane views, thorough analysis, and wavering are not things in which one trains perfectly.

source: གནས་ལ་རྣམ་པར་རྟོག་པའི་ལམ་མ་ཡིན་ནོ། །
en: That is not the way one should think about objects.

source: འདོད་པའི་ཡོན་ཏན་ལྔ་རྣམས་དང་། གཟུགས་དང་གཟུགས་མེད་པའི་ཁམས་དང་། ཕུང་པོ་ནི་བླང་བ་མེད་པ་མང་པོ་ལྟ་བུའི་མཚན་ཉིད་བསྡུ་བའི་མཚན་མ་ཡིན་ནོ། །
en: The five sense pleasures, the form and formless realms, and the aggregates are also without adoption, and they do not have the characteristic marks of multiplicity.

source: ཕུང་པོ་དང་ཁམས་དང་སྐྱེ་མཆེད་ལ་ལྟ་བ་དང་། གཡོ་བ་ཡང་དག་པར་འདུ་བ་མ་ཡིན་ནོ། །
en: Wavering and the views related to the aggregates, the elements, and the sense fields are not things in which one perfectly trains.

source: ལྟ་བ་ཐམས་ཅད་ནི་གཉིས་སུ་མེད་པའོ། །སྟོང་པའོ། །རྫས་མེད་པའོ། །བརྗོད་དུ་མེད་པའོ། །
en: All views are nondual, empty, immaterial, and inexpressible.

source: འདི་ལྟ་སྟེ་དཔེར་ན་མེ་ལོང་གི་དཀྱིལ་འཁོར་ལ་བཞིན་གྱི་དཀྱིལ་འཁོར་སྣང་བ་ཡང་བཞིན་གྱི་དཀྱིལ་འཁོར་དེ་ཕུང་པོས་བསྐྱེད་པ་མ་ཡིན། ཁམས་ཀྱིས་བསྐྱེད་པ་མ་ཡིན། སྐྱེ་མཆེད་ཀྱིས་བསྐྱེད་པ་མ་ཡིན་གྱི་ཚུལ་གཅིག་སྟེ།
en: “As an analogy, when someone’s face is reflected in a round mirror, the likeness of that face is not produced by the aggregates, by the elements, or by the sense fields.

source: ཡི་གེ་མེད་ཅིང་བརྗོད་དུ་མེད་པ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུ་འཕགས་པ་དང་།
en: It is wordless and inexpressible.

source: འཕགས་པ་མ་ཡིན་པ་དང་། འཇིག་རྟེན་གྱི་དང་། འཇིག་རྟེན་ལས་འདས་པ་གང་ཡང་རུང་སྟེ།
en: The same pertains to views that are noble, ignoble, worldly, and supramundane.

source: དེ་དག་ཐམས་ཅད་ནི་ཕུང་པོས་བསྐྱེད་པ་མ་ཡིན། ཁམས་ཀྱིས་བསྐྱེད་པ་མ་ཡིན། སྐྱེ་མཆེད་ཀྱིས་བསྐྱེད་པ་མ་ཡིན་ཏེ།
en: None of them are produced by the aggregates, by the elements, or by the sense fields.

source: ལྟ་བ་ཐམས་ཅད་ནི་བརྗོད་དུ་མེད་ཅིང་ཡི་གེ་མེད་པའོ། །
en: All those views are inexpressible and wordless.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཉི་མའི་རྐྱེན་གྱིས་སྨིག་རྒྱུ་བ་སྣང་བར་འགྱུར་བ་ཡང་། སྨིག་རྒྱུ་བ་ཕུང་པོ་ལ་གནས་པ་མ་ཡིན། ཁམས་ལ་གནས་པ་མ་ཡིན།
en: “As another analogy, noble son, the sun can provide the conditions for a mirage to appear, but the mirage does not abide in the aggregates, the elements, or the sense fields.

source: སྐྱེ་མཆེད་ལ་གནས་པ་མ་ཡིན་པ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུ་འཕགས་པ་དང་། འཕགས་པ་མ་ཡིན་པ་དང་། འཇིག་རྟེན་གྱི་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ལྟ་བ་གང་ཡང་རུང་སྟེ། ལེན་པ་དང་བཅས་པ་གཏི་མུག་གིས་རྣམ་པར་བསྒྲུབས་པའི་རྐྱེན་གྱིས་བརྗོད་དུ་མེད་པ་ཡི་གེ་མེད་པའོ། །
en: Similarly, noble son, anything that pertains to noble, ignoble, mundane, or supramundane views is inexpressible and wordless because it is conditioned by something established through delusion, along with grasping.”

source: དོན་འདི་དག་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ཏེ། དེ་ལ་འདི་སྐད་ཅེས་བྱའོ། །རྐྱེན་གྱིས་རྣམས་ནི་རྐྱེན་བཅུ་སྟེ། །ལྟ་བ་སྐྱེད་པ་མཁས་པ་ཡིན། །
en: Then the Blessed One expressed these points in the following verses: “Being conditioned refers to ten types of conditions That are understood to give rise to views.

source: ཆོས་རྣམས་སྟོང་པར་མི་ཤེས་ཏེ། །ལོག་པར་ལྟ་བའི་སྤྱོད་ཡུལ་ལོ། །
en: Not understanding phenomena as empty Is the domain of wrong views.

source: ལྟ་བ་དག་ནི་བརྗོད་མེད་ཅིང་། །ཡི་གེ་ཡོད་པ་མ་ཡིན་པས། །དུས་གསུམ་མཉམ་པ་ཉིད་དག་ནི། །
en: “Since views are inexpressible And they are wordless, They are the same across the three times.

source: ལྟ་བའི་གཟུགས་ཀྱི་ལྟ་མ་ཡིན། །
en: They are not views related to visible forms.

source: བཅུ་གསུམ་རྐྱེན་ལ་རག་ལས་པ། །ཆོས་ཉིད་ཐ་དད་མ་ཡིན་ཏེ། །
en: “Something that depends on the thirteen conditions Is not separate from the nature of things.

source: མཉམ་པ་ཉིད་དང་འགལ་མེད་ལ། །ལྟ་བ་སྐྱེད་ཅིང་རྟོག་པར་བྱེད། །
en: Views about sameness and noncontradiction Are generated and conceptualized.

source: ལྟ་བའི་ལེན་པ་སྨིག་རྒྱུ་འདྲ། །
en: “Grasping views is like an optical illusion.

source: ཐ་དད་མ་ཡིན་ཡི་གེ་མེད། །
en: It is undifferentiated and wordless.

source: བྱིས་པ་དཀའ་བ་བྱེད་པ་དག །
en: The austerities foolish beings practice Are founded upon conceptual thoughts.

source: ཀུན་ཏུ་རྟོག་པར་བྱིན་གྱིས་རློབ། །རྐྱེན་གྱི་རྣམ་པ་བཅུ་གསུམ་མཉམ། །
en: “The thirteen types of conditions are the same.

source: ཆད་མེད་རྟག་པ་མེད་པ་ཡི། །རྣམ་པར་ཐར་པ་གསུམ་བསྒོམས་པས། །མཁས་པ་འགལ་བར་མི་བྱེད་དོ། །
en: The wise do not make them contradictory Because they have cultivated the threefold liberation That is devoid of annihilation and permanence.

source: ལྟ་བ་ཐམས་ཅད་རྒྱུ་བ་མེད། །མཚན་མ་མེད་པས་བསྐྱེད་པ་སྟེ། །ཇི་ལྟར་གཟུགས་རྣམས་མེ་ལོང་ལ། །དེ་ལྟར་ཆོས་ཀྱི་ཆོས་ཉིད་དོ། །
en: “All views are produced because They lack movement and marks, And the true nature of phenomena Is just like forms reflected in a mirror.

source: ཆོས་རྣམས་ཐམས་ཅད་ཚུལ་གཅིག་སྟེ།
en: “All phenomena are a likeness.

source: དབེན་པ་སྟོང་པ་ཉིད་ལ་གནས། །
en: They are solitary and abide in emptiness.

source: མཁས་པ་ལྟ་བ་ཐམས་ཅད་ཀྱི། ཀུན་ནས་ལྡང་ལ་མི་རྟོག་གོ། །
en: The wise are not understood as Giving rise to any views at all.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཚུལ་ཁྲིམས་ཀྱི་ལེན་པ་གང་ཞེ་ན། གང་ཅུང་ཟད་ཚུལ་ཁྲིམས་དང་། དཀའ་ཐུབ་དང་། བརྟུལ་ཞུགས་དང་། ཚངས་པར་སྤྱོད་པ་སྙེམས་ཤིང་རྣམ་པར་དམིགས་ཏེ།
en: “Noble son, what is grasping related to discipline?

source: གནས་ལ་མངོན་པར་ཆགས་པ་དེ་དག་ཐམས་ཅད་ནི་ལུས་དང་ངག་དང་། ཡིད་ཀྱི་ལས་རྣམ་པར་གཞིག་པའི་དོན་གྱི་ཕྱིར་འཁོར་བ་ལས་བསྒྲལ་བའི་དོན་གྱི་ཕྱིར། ཁམས་གསུམ་ལས་འབྱུང་བའི་དོན་གྱི་ཕྱིར།
en: When someone is the least bit arrogant about or fixated on discipline, austerities, observances, and practicing a religious life, they engage in particular forms of penances, restrictions, and practices that bring harm to their bodies in order to destroy all the strong attachments to objects that lead to physical, verbal, and mental actions; to attain liberation from saṃsāra; and to transcend the three realms.

source: དེ་དང་དེར་ལུས་ལ་གནོད་པ་དང་ལྡན་པའི་རྗེས་སུ་སྦྱོར་བ་དང་། སྡོམ་པ་དང་། སྡོམ་པ་མ་ཡིན་པ་ལ་སྦྱོར་བ་འདི་ནི་ཚུལ་ཁྲིམས་ཀྱི་ལེན་པའོ། །
en: This is grasping that is related to discipline.

source: རིགས་ཀྱི་བུ་དེ་ལ་གང་ལུས་ལ་གནོད་པ་དང་ལྡན་པ་ལ་འཇུག་པ་དག་ནི་ཚོར་བ་གསུམ་འདྲེས་པར་བྱེད་པ། འཕགས་པ་མ་ཡིན་པ།
en: Noble son, when those who engage in doing harm to the body think, ‘Being affected by the three types of feeling is ignoble.

source: དོན་མ་ཡིན་པ་དང་ལྡན་པ་འདི་ཉིད་བདེན་གྱི། གཞན་ནི་གཏི་མུག་གོ་སྙམ་པ་ནི་ལུས་ཀྱི་ཚུལ་ཁྲིམས་སྙེམས་པའོ། །
en: It is pointless, false, and delusion,’ this is conceit about physical discipline.

source: ལུས་འདི་ནི་གཡོ་བ་མེད་པ། འགྱུར་བ་མེད་པ་ཉོན་མོངས་པ་ཐམས་ཅད་དང་མ་འདྲེས་པའི་ཕྱིར་རོ། །
en: Because the body is unwavering, unchanging, and not affected by any affliction.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་ཀླུང་གང་གཱའི་བྱེ་མ་ནི་གཡོ་བ་མེད་ཅིང་འགྱུར་བ་མེད་པ་སྟེ།
en: As an analogy, noble son, although the grains of sand in the Ganges are unwavering and unchanging, they roll down through the natural force of the river’s current.

source: འོན་ཀྱང་རླུང་གི་རང་བཞིན་གྱིས་འདྲིལ་བ་དེ་བཞིན་དུ་ཆེན་པོ་བཞི་ལས་གྱུར་པའི་ལུས་ཀྱང་གཡོ་བ་མེད་ཅིང་འགྱུར་བ་མེད་པ་སྟེ། འོན་ཀྱང་གློ་བུར་གྱི་རེག་པའི་རྐྱེན་ཉེ་བར་ལེན་པ་དང་བཅས་པ་སྟེ། ལུས་དེ་ལ་གནོད་པ་དང་འབྲེལ་པ་སྣ་ཚོགས་ལ་འདི་ལྟ་སྟེ། ཞགས་པ་འཐུབ་པ་དགུ་བཅུ་རྩ་ལྔའི་སེམས་ཅན་ལ་སོགས་པ་མཆོག་དམ་པར་སྦྱོར་རོ། །
en: Similarly, although the body made of the four great elements is unwavering and unchanging, the condition of sudden contact is accompanied by grasping, and the body can be submitted to a variety of injuries, such as those practiced among highly advanced ascetics—beings belonging to the ninety-five nirgrantha orders and the like.

source: གང་དུས་གསུམ་གྱི་ལུས་དང་ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་ལ་སྙེམས་པ་དང་། གང་ཚུལ་གཅིག་པ་མཉམ་པ་ཉིད་མི་ཤེས་ཤིང་ལུས་དང་ངག་དང་ཡིད་སྡོམ་པའི་ངལ་བ་མི་སྐྱེད་པ་འདི་ཡང་ཟག་པ་དང་བཅས་ཤིང་ཉེ་བར་ལེན་པ་དང་བཅས་པའི་འདུ་བྱེད་ཀྱི་སྡུག་བསྔལ་བཟོད་པ་འཁྲུགས་པར་བྱེད་པའོ། །
en: When there is conceit about the physical, verbal, and mental formations of the three times, when one does not understand that they are the same thing as a likeness, and when one does not become tired of physical, verbal, and mental penances, this discipline is contaminated and conflicts with the acceptance of the suffering related to formations that are accompanied by grasping.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཚུལ་གཅིག་པ་མཉམ་པ་ཉིད་ཀྱི་བཟོད་པ་བསྒོམ་པ་གང་ཞེ་ན།
en: “Noble son, what is the cultivation of the acceptance of likeness and sameness?

source: གང་སྡོམ་པ་གསུམ་རྡུལ་ཙམ་ཡང་མི་སྐྱེད་པ་འདི་ནི་ཚུལ་གཅིག་པ་མཉམ་པ་ཉིད་ཀྱི་བཟོད་པ་བསྒོམ་པའོ། །
en: When one does not generate the three vows in the least, this is the cultivation of the acceptance of sameness and likeness.

source: གང་འདི་ལ་ཉེ་བར་ལེན་པ་དང་བཅས་པའི་སྡོམ་པ་གསུམ་གྱི་འདུ་ཤེས་སྙེམས་པ་འདི་ཡང་ཟག་པ་དང་བཅས་ཤིང་ཉེ་བར་ལེན་པ་དང་བཅས་པའི་འདུ་བྱེད་ཀྱི་སྡུག་བསྔལ་བཟོད་པ་འཁྲུགས་པར་བྱེད་པའོ། །
en: When one develops conceit about the perception of the three vows that is accompanied by grasping, it is contaminated and conflicts with the acceptance of suffering related to formations that are accompanied by grasping.

source: གང་འདི་ལ་དུས་གསུམ་རོ་གཅིག་ཅིང་ཐ་མི་དད་པ་དང་། སྡོམ་པ་གསུམ་གྱི་སྐྱེད་པ་དང་། རྒྱུ་བ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པའི་འདུ་བྱེད་རྣམས་ལ་རྣམ་པར་རྟོག་པ་འདི་ནི་ཚུལ་གཅིག་པ་མཉམ་པ་ཉིད་བསྒོམ་པའོ། །
en: When one understands that the three times have a single taste and are inseparable, that the generation of the three vows is unmoving, that there are no afflictions, and that formations are not purified, this is cultivating likeness and sameness.

source: གང་ཡང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་མི་གཉིས་པའི་གནས་པ་འདི་དག་ལ་གནས་སུ་དམིགས་པ་དང་། དངོས་པོར་དམིགས་པ་དང་། ཡེ་ཤེས་འཕེལ་བར་རྟོག་པ་དང་། དུས་གསུམ་ཡང་དག་པར་བསྒྲུབས་པ་སྙེམས་པ་འདི་ཡང་ཟག་པ་དང་བཅས་ཤིང་ཉེ་བར་ལེན་པ་དང་བཅས་པའི་འདུ་བྱེད་ཀྱི་སྡུག་བསྔལ་བཟོད་པ་འཁྲུགས་པར་བྱེད་པའོ། །
en: Apprehending the nondual objects of the six perfections as lasting and real, conceiving of wisdom in terms of increase, and becoming arrogant about the notion that the three times are truly established is defiled and conflicts with the acceptance of suffering related to formations that are accompanied by grasping.

source: གང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་འདི་དག་ལ་གཉིས་སུ་མེད་པའི་གནས་དང་། དུས་གསུམ་ཐ་མི་དད་པ་དང་། མི་སྐྱེ་བ་དང་། མི་འགག་པ་དང་། ཆད་པ་མེད་པ་དང་། རྟག་པ་མེད་པ་དང་། འཕེལ་བ་མེད་པར་སྙེམས་པ་འདི་ནི་ཚུལ་གཅིག་པ་མཉམ་པ་ཉིད་ཀྱི་བཟོད་པ་བསྒོམ་པའོ།། །།བམ་པོ་བདུན་པ།
en: When pride occurs in regard to the nonduality of the six perfections; the fact that the three times are inseparable, unborn, and unceasing; and there being no discontinuation, no permanence, and no increase, this is the cultivation of the acceptance of likeness and sameness.

source: གང་ཡང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་སྤངས་ཏེ་ཐེག་པ་ཆེན་པོ་བཙལ་ནས་རོ་མྱང་བའི་ཡོན་ཏན་ལ་མངོན་པར་ཆགས་ཤིང་རེག་ནས་སྣོད་དང་སྣོད་མ་ཡིན་པར་ཆར་འབེབས་པ་དང་། སྡོམ་པ་དང་། སྡོམ་པ་མེད་པ་ལ་རྣམ་པར་རྟོག་པ་དང་། སེམས་ཅན་དང་། སྲོག་དང་། སྐྱེ་བ་དང་།
en: “It is defilement when one abandons the vehicles of the hearers and solitary buddhas and develops strong attachment to the good qualities one experiences through pursuing the Great Vehicle, and when one releases a rain of Dharma on beings who are proper vessels and beings who are not proper vessels upon meeting them, and when one thinks about penances and restrictions; apprehends a being, a life force, production, a soul, a person, an agent, and something that causes action in terms of causes and conditions; and dwells on and is arrogant about the fruition of virtuous and nonvirtuous actions.

source: གསོ་བ་དང་། གང་ཟག་དང་། བྱེད་པ་པོ་དང་། བྱེད་དུ་འཇུག་པ་ལ་རྒྱུ་དང་རྐྱེན་དུ་དམིགས་པ་དང་། དགེ་བ་དང་མི་དགེ་བའི་འབྲས་བུ་ལ་གནས་ཤིང་སྙེམས་པ་འདི་དག་ཀྱང་ཟག་པ་དང་བཅས་པ་ཉེ་བར་ལེན་པའི་འདུ་བྱེད་ཀྱིས་སྡུག་བསྔལ་ལ་བཟོད་པ་རྣམ་པར་འཇིག་པའོ། །གང་ཡང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པའི་དུས་གསུམ་གྱི་སྡོམ་པ་ལ་རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། འཛིན་པ་མེད་པ་དང་། གཏོང་བ་མེད་པ་དང་།
en: This destroys the acceptance of the suffering associated with formations related to grasping.

source: བསྐྱེད་པ་མེད་པ་དང་། བསྐྱུང་བ་མེད་པ་དང་། བླ་ན་མེད་པའི་ཐེག་པ་ཆེན་པོའི་དུས་གསུམ་གྱི་སྡོམ་པ་ལ་ཡང་རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། འཛིན་པ་མེད་པ་དང་། གཏོང་བ་མེད་པ་དང་། བསྐྱེད་པ་མེད་པ་དང་། བསྐྱུང་བ་མེད་པ་དང་། ཚངས་པར་སྤྱོད་པའི་དངོས་པོ་ལ་དམིགས་པ་མེད་པ་དང་། འདུ་བྱེད་ཐམས་ཅད་ཀྱི་ཚིག་གི་ལམ་ལ་སྙེམས་པ་མེད་པའི་མཚན་ཉིད་ལ་མི་དམིགས་པ་འདི་དག་ཀྱང་ཚུལ་གཅིག་གི་མཉམ་པ་ཉིད་ཀྱི་ཆོས་ཐམས་ཅད་མངོན་སུམ་དུ་འབྱུང་བ་མེད་པར་སྟོང་པར་སྟོན་པའི་བཟོད་པ་ཡོངས་སུ་རྫོགས་པ་ཡིན་ནོ། །
en: When one does not think about the vows of the three times related to the vehicles of the hearers and the solitary buddhas, does not conceptualize them, does not cling to them, does not give them up, does not generate them, and does not discard those vows—and when one does not think about the vows of the three times related to the unsurpassed Great Vehicle, does not conceptualize them, does not cling to them, does not give them up, does not generate them, and does not discard them; when one does not apprehend them as the true essence of living a religious life; and when one does not apprehend them as having the characteristic of not developing conceit regarding the language related to all manner of formations—this is the perfection of the acceptance of the teaching that all phenomena that are alike and the same actually do not arise and are empty.

source: འདི་ཡང་ཚུལ་ཁྲིམས་ཉེ་བར་ལེན་པ་ལ་འབྱུང་བ་མེད་ཅིང་འགོག་པ་མེད་པར་བལྟའོ། །
en: This, too, is seeing the grasping on to discipline as without origination and cessation.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཟོད་པ་བསྒོམ་པའི་དོན་དུ་གསུངས་པ་དེ་ནི་འདི་སྐད་བརྗོད་དོ། །རིགས་དང་མི་རིགས་ཞུགས་པ་རྣམས། །འདུ་བྱེད་རྟག་པའི་བློ་གྲོས་ཏེ། །ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་བྱིན་བརླབས་ལས། །ཡོངས་སུ་འཁྱམས་པས་རབ་སྡུག་བསྔལ། །
en: The Blessed One then uttered these verses for cultivating this acceptance: “Those who engage in traditional or untraditional practices With the mindset that formations are permanent Stray from the authorized practices and observances And therefore experience extreme suffering.

source: དངོས་པོ་མེད་པའི་ཕུང་པོ་རྣམས། །སྟོང་པའི་ཆོས་ལ་བྱེད་པ་མེད། །
en: “The insubstantial aggregates Are empty phenomena devoid of an agent.

source: བདག་མེད་ཆོས་ལ་འཇུག་པ་རྣམས། །ཇི་ལྟར་བྱེ་མ་བཞིན་དུ་མཐོང་། །
en: Those who understand the selflessness of phenomena See that they are like grains of sand.

source: འདུ་བྱེད་རྣམས་ལ་སྙེམས་པ་ཡི། །བརྟུལ་ཞུགས་རྣལ་འབྱོར་སྤྱོད་ཀྱིས་མཐོང་། །འདི་ལ་སྙིང་རྗེ་བསྐྱེད་པས་ན། །སེམས་ཅན་བྱེ་བ་རྣམ་པར་འདུལ། །
en: “When yoga practitioners who practice observances See such conceit about formations, They generate compassion and then Tame tens of millions of beings.

source: སྒྱུ་མ་སྨིག་རྒྱུ་རྨི་ལམ་དང་། །ལུས་མེད་ཅིང་ནི་གནས་མེད་པ། །བདག་མེད་ཕུང་པོ་སྟོན་པ་དང་། །སྲོག་ཆགས་རྣམས་ལ་ཆོས་ཀྱང་སྟོན། །
en: “They teach to beings the Dharma That teaches that the aggregates Are bodiless, baseless, and without self, Like an illusion, a mirage, or a dream.

source: ཆོས་ཀུན་ཚུལ་གཅིག་བདག་མེད་པས། །སྟོང་པ་ཉིད་པས་སྐྱེ་འགོག་མེད། །སྲོག་ཆགས་རྣམས་ལ་བཟོད་པ་སྟོན། །
en: “They teach acceptance to beings of the fact that All phenomena are a likeness that lacks a self, And since they are empty, they neither arise nor cease.

source: རྟོག་པར་རྣམ་རྟོག་ཐེ་ཙོམ་བཅད། །
en: When that is understood, it eliminates all concepts and doubts.

source: བཟོད་པ་མ་ནོར་དེ་བཞིན་ཉིད། །
en: “This acceptance is unmistaken suchness.

source: ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་སྙེམས་པ་ཡིས། །བཅིངས་པ་ཐམས་ཅད་གཅོད་པར་འགྱུར། །ཇི་ལྟར་མེ་མར་མུན་པ་ལ། །
en: It severs all the bonds created by Beings who take pride in practices and observances.

source: བྱུང་ནས་མུན་པ་བསལ་བ་ལ། །བཅིངས་པ་ཐམས་ཅད་མཐོང་བ་བཞིན། །བཟོད་པ་ཉི་ཤུ་བས་པ་ཡིས། །མུན་ནག་དེར་ནི་རབ་ཞུགས་ཀྱང་། །དེ་ནི་སྲེད་པ་སྐྱེ་མི་འགྱུར། །
en: Just as all manner of bonds become visible “When a lamp appears in the dark And eliminates that darkness entirely, This acceptance eliminates the twenty views, So that even those who set out in complete darkness “No longer give rise to craving.

source: བཟོད་པ་སྒོམ་ལ་དཔའ་བ་ཡིས། །སྲེད་པ་ཐམས་ཅད་ཟད་པར་བྱེད། །
en: Those who courageously cultivate this acceptance Bring an end to all forms of craving.

source: འཁོར་བ་ན་ནི་ཡུན་རིང་པོར། །འཁོར་བར་གྱུར་པའི་མི་རྣམས་ཀྱང་། །སྲེད་པ་ལས་ནི་རྣམ་པར་གྲོལ། །
en: Even people who have been circling “In saṃsāra for a long time Are liberated from craving.

source: དེ་དག་མྱ་ངན་འདས་པ་ནི། །བགྲང་བར་ཡང་ནི་མི་ཆོག་སྟེ། །
en: Those among them who have passed into nirvāṇa Are uncountable.

source: མཚོན་ཆ་ཤིན་ཏུ་བསླབས་པས་ན། །དགྲ་རྣམས་ཀུན་ལ་འཇིགས་པ་མེད། །
en: “A well-trained swordsman Fears no enemy at all.

source: བཟོད་པ་ཤིན་ཏུ་བསྒོམས་པ་དེས། །ཉོན་མོངས་ཐམས་ཅད་རབ་ཏུ་འཇོམས། །
en: Those who have thoroughly cultivated this acceptance Overcome all of the afflictions.

source: རིགས་ཀྱི་བུ་དེ་ལ་བདག་ཏུ་སྨྲ་བའི་ཉེ་བར་ལེན་པ་གང་ཞེ་ན།
en: “Noble son, what is grasping related to the view of a self?

source: བདག་ནི་རང་བཞིན་གྱིས་མེད་པ་ཡིན་མོད་ཀྱི། འོན་ཀྱང་འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་བདག་ཏུ་སྨྲ་བས་རྨོངས་ནས་བདག་སྐྱེད་དེ།
en: Even though the self lacks intrinsic nature, nevertheless, out of delusion, the proponents of a self produce a self among the five sense pleasures.

source: མིག་ནི་བདག་དུ་རབ་ཏུ་ཤེས། མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་བདེ་བ་དང་སྡུག་བསྔལ་ལ་འཇུག་པ། སྐྱེ་བ་ལ་མངོན་པར་ཆགས་པར་བྱེད་པ་ནས། ཡིད་བདག་ཏུ་རབ་ཏུ་ཤེས་ཤིང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཡང་བདེ་བ་དང་སྡུག་བསྔལ་ལ་འཇུག་པ། སྐྱེ་བ་ལ་མངོན་པར་ཆགས་པར་བྱེད་པའི་བར་དུ་འདི་དག་ནི་བདེན་གྱི་གཞན་ནི་གཏི་མུག་གོ་སྙམ་པའོ། །
en: From understanding the eye in terms of a self, engaging pleasant or unpleasant states of the eye consciousness, and developing a strong attachment toward what arises, up to understanding the mind in terms of a self, engaging pleasant or unpleasant states of the mental consciousness, and developing strong attachment toward what arises—one should consider all of this as false and delusional.

source: སྐྱེ་མཆེད་དྲུག་རང་གི་ཡུལ་ལས་བདེན་པ་སྟེ།
en: The truth of the six sense fields comes from their respective objects.

source: རིགས་ཀྱི་བུ་མིག་ནི་འདི་ལྟར་བདག་ནི་བདག་མ་ཡིན་ཏེ།
en: Noble son, the eye and what conforms to it are not a self.

source: བདག་དང་བདག་གི་མ་ཡིན་པས་འདི་ལྟར་བདག་ནི་བདག་གིས་བསྐྱེད་པར་མི་འགྱུར་ཞིང་། བདག་གང་ཡིན་པ་བདག་གིའང་ཡིན་ཏེ། བདག་དང་བདག་གི་ནི་མིག་ཡིན་ནོ། །
en: Since there is no self and no ownership, what is conformable to the eye would be self-produced and would not change, if a self or an owner were to exist, so the eye is the self and the owner.

source: དེ་ལྟར་མིག་ཀྱང་བདག་ཡིན་པར་རྣམ་པར་ཤེས་པ་བསྐྱེད་ནས་ལུས་ཀྱི་རེག་པའི་བར་དུ་ཤེས་པར་བྱའོ་སྙམ་པ་མི་སེམས་ཏེ།
en: That is how one should understand everything from the production of consciousness with respect to the eye that is the self, up to bodily contact.

source: འོན་ཀྱང་མིག་གིས་གཟུགས་མ་བསྐྱེད་དེ། སྒྲས་ཀྱང་རྣ་བ་མ་བསྐྱེད་པ་ནས། ལུས་ཀྱིས་རེག་པའི་བར་དུ་མ་བསྐྱེད་དེ། རེག་པས་ལུས་མ་བསྐྱེད།
en: “However, forms are not produced by the eyes, the ear is not produced by sound either, and this is the case all the way up to tactile objects not being produced by the body.

source: མིག་གིས་གཟུགས་མ་བསྐྱེད་དེ། མིག་གིས་གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་མ་བསྐྱེད་དེ།
en: The body is not produced by touch, forms are not produced by the eyes, and forms, feelings, perceptions, and formations are not produced by the eyes.

source: མིག་གིས་མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་མ་བསྐྱེད། མིག་གི་རྣམ་པར་ཤེས་པས་ཀྱང་མིག་མ་བསྐྱེད་དེ།
en: The eye consciousness is not produced by the eyes, and the eyes are not produced by the eye consciousness.
